

-- 养老院数据
insert into NursingHome values('01','养老院-test-1');
insert into NursingHome values('02','养老院-test-2');


-- 老人数据
insert into Elder values ('93010001','张一','男','1970-01-01','13323345568','611000000000000000','2020-05-30','壶天大世界','01','xxxxxx');
insert into Elder values ('93010002','张二','男','1971-01-01','13323345568','611000000000000000','2020-05-30','壶天大世界','01','xxxxxx');
insert into Elder values ('93010003','张三','男','1972-01-01','13323345568','611000000000000000','2020-05-30','壶天大世界','01','xxxxxx');
insert into Elder values ('93020001','王一','男','1973-01-01','13323345568','611000000000000000','2020-05-30','壶天大世界','01','xxxxxx');
insert into Elder values ('93020002','王二','男','1974-01-01','13323345568','611000000000000000','2020-05-30','壶天大世界','01','xxxxxx');



-- 手环数据 见测试用例RingServiceTest
